Repository: apertium/apertium-sme-sma
Catalog: tmx_data/SDprestale2021.tmx
Source language: sme
Languages: sma

source: Sámediggepresideantta ođđajagisárdni
sma: Saemiedigkiepresideenten orrejaepiehåalome

source: Sámediggepresideanta Aili Keskitalo (NSR) maŋimuš ođđajagisárdni sámediggepresideantan sáddejuvvui NRK2:žis ođđajagimánu 1. beaivve.
sma: Saemiedigkiepresideente Aili Keskitalo (NSR) sov minngemes orrejaepiehåalomem höölti goh saemiedigkiepresideente, voestes orrejaepiebiejjien 2021 NRK2:sne.

source: Dás sáhtát lohkat olles su sártni:
sma: Daesnie maahtah abpe altese håalomem lohkedh:

source: Ráhkis olbmot,
sma: Gieries gaajhkesh dovnesh,

source: Midjiide buohkaide lea dát jahki leamaš erenoamáš.
sma: Akte joekoen sjïere jaepie orreme gaajhkesidie.

source: Pandemiija lea čuohcán olles máilmmiservodahkii, maiddái min ráfálaš guvlui guhkkin davvin Dávggáid vuolde.
sma: Pandemije lea abpe mijjen vearteneseabradahkem baajnehtamme, aaj mijjen raeffies hïejmem guhkene noerhtene Lååvesji nuelesne.

source: Covid-19 lea buktán buozalmasvuođa ja jápmimiid, giddejuvvon rájiid, ekonomalaš eahpesihkarvuođa ja váilevaš sosiála oktavuođaid ja kultuvrralaš arenaid.
sma: Covid-19 lea mijjem baajnehtamme skïemtjelassine jïh sealadimmiejgujmie, steegkeldh raasti tjïrrh, ekonomeles jueriedimmine jïh faatoes sosijaale gaskese jïh kulturelle areenah.

source: Dát dáhpáhuvvá maŋŋel goavvi muohtadálvvi mii erenoamážit čuzii boazodollui ja guohtumii.
sma: Daate akten garre daelvien mænngan båata jïjnje lopmine, mij joekoen gåatometsiehkide båatsosne baajnehti.

source: Muhtimat oaivvildit ahte luondu dat mávssaha danne go sihtá ráfi.
sma: Naakenh vienhtieh eatneme lea jïjtjemse vaarjelamme dan åvteste raeffiem sæjhta.

source: Dat gávdnojit rájit olbmuid luonddu goarideamis.
sma: Raasth gujht gååvnesieh man jïjnjem almetjh maehtieh eatnemem nuhtedh.

source: Dát lea eamiálbmotmáhttu mii lea oassi min árvovuođus, ja maid eat ábut vajálduhttit.
sma: Daate lea daajroe aalkoeåålmegi luvnie mij lea bielie mijjen aarvoevåaroemistie, jïh maam ibie tjoerh åajaldidh.

source: Seamma ládje go dálkkádatrievdamiiguin, de leat máilmmi eamiálbmogat hearkkimusat pandemiija váikkuhusaide.
sma: Seammalaakan goh klijmajarkelimmiejgujmie, veartenen aalkoeåålmegh aaj prååsehkommes pandemijen konsekvensi gaavhtan.

source: Eamiálbmogat soitet gillát eambbo, danne go oallugat ellet geafivuođas, ja dearvvašvuođabálvalusat eai leat olámuttus.
sma: Aalkoeåålmegh maehtieh prååsehkåbpoe årrodh dan åvteste jeenjesh giefiesvoetesne veasoeminie, jïh eah faalenassem healsoedïenesji bïjre utnieh.

source: Lassin, de lea álki čiehkat veahkaválddálašvuođa eamiálbmogiid vuostá pandemiija áiggi.
sma: Lissine aelhkebe daaresjimmieh aalkoeåålmegi vööste tjïekedh pandemijesne.

source: Mun sávan mii eat dárbbat gullat ahte pandemiijain ákkastallet dahkat ođđa sisabahkkemiid Sámis.
sma: Gegkestem mijjieh slyöhpebe govledh pandemije fåantojne åtnasåvva juktie orre skilkehtassh eatnamisnie Saepmesne tjïrrehtidh.

source: Sáhttit go mii baicca sávvat eambbo fokusa báikkálaš biebmobuvttadeami árvui ja resursadihtomielalašvuhtii?
sma: Maehtebe buerebh gegkiestidh stuerebe aarvoe bïejesåvva voenges beapmoeproduksjovnese jïh vierhtievoerkesvoetese?

source: Mii leat dán jagi buohkat váillahan beassat čoagganit ja juogadit kultuvrralaš vásihusaid guhtet guimmiideametguin.
sma: Gaajhkesh mijjieh ohtselamme tjåanghkenidh jïh kultuvredååjresh sinsitnine juekedh daan jaepien.

source: Vaikko vel lea pandemiija de leat leamaš máŋga gelddolaš dáiddačájáhusa, ja sámi artisttat, filbmadahkkit ja dáiddárat leat lihkostuvvan.
sma: Jalhts pandemije orreme dellie jienebh gieltegs tjeahpoevuesiehtimmieh orreme, jïh saemien artisth, filmesjugniedæjjah jïh tjiehpiedæjjah leah stoerre lahkoem åtneme.

source: Čakčat beakkehii stuora ođas ahte sámi dáiddárat Anders Sunna, Máret Ánne Sara ja Pauliina Feodoroff, galget deavdit sámi paviljoŋŋa Venezia-biennalenis 2022:s.
sma: Daan tjaktjen stoerre saerniem åadtjoejimh, doh saemien tjiehpiedæjjah Anders Sunna, Máret Ánne Sara jïh Pauliina Feodoroff edtjieh saemien paviljongem Venezia-biennalesne dievhtedh 2022.

source: Mun lean movttet ja gába go mis leat dáiddárat geat gaskkustit min muitalusaid olles máilbmái.
sma: Manne geerjene jïh garmere mijjen leah tjiehpiedæjjah mah mijjen soptsesh abpe veartenasse buektieh.

source: Sámegielat šaddet maiddái eambbo oidnosii almmolašvuođas, nu go luoddagalbbain sámi guovlluin.
sma: Saemien gïelh aaj vielie våajnoes byögkelesvoetesne sjidtieh, goh geajnoetsïegline gelline saemien dajvine.

source: Boahtte jagi soaitit beassat eambbo mátkkoštišgoahtit, ja de beassat oaidnit sámi galbbaid sihke rádjerasttildemiin ja girdišiljuin davvin, ja min ođđa pássain dahje id-koarttain oidno dál sámegielat teaksta.
sma: Mubpien jaepien maehtebe dagke aelkedh vielie vuelkedh vihth, jïh dellie maehtebe saemien tsïeglh vuejnedh dovne raastine jïh girtiesijjine noerhtene, jïh mijjen orre paassh jallh id-kåarhth sijhtieh saemien teekstem utnedh.

source: Sámegiella vuoitá ođđa arenaid. Giellavahkku oaččui Lemet Máhtte Eira Sara Giellalokten-bálkkašumi go lea jorgalan dataspealu Minecraft sámegilli. Dál galgá nuoraid oahpahit dronaiguin girdit sámegillii!
sma: Saemien gïelh orre areenide båetieh, jïh Gïelevåhkoen Lemet Máhtte Eira Sara Gïelelutnjemebaalhkam åadtjoeji dan åvteste lij daataspïelem Minecraft jarkoestamme – saemiengïelese!

source: Mis leat leamaš olu positiivvalaš dáhpáhusat, muhto seammás lassána sámiid cielaheapmi.
sma: Dan jïjnje hijven mij sjugniehtåvva, jïh seamma tïjjen dååjrebe saemieh ahkedh vielie trïegkenassem dååjroeh.

source: Aittobáliid fállehuvvui nuorra Ann-Marie Dorph go sámástii busses Romssas.
sma: Aadtjen noere Ann-Marie Dorph bealhkasovvi gosse bussesne Romsesne saemiesti.

source: Mu lea illudahttán oaidnit man ollugat dorjot rahčama cealkkedettiin ahte lea doarvái dál.
sma: Aavoe orreme vuejnedh man jeenjesh mah gæmhpoem dåårjeme jïh jeahteme daelie nuekie.

source: Cielossániid duohken leat boares ovdagáttut ja sámi rivttiid systemáhtalaš vealaheapmi.
sma: Dej bielhkije baakoej duekesne gellie båeries åvtelh-aarvoeh jïh systematihkeles sïerredimmie saemien reaktijste.

source: Dán áŋgiruššama livččen sávvan oaidnit duohtavuođa- ja seanadanproseassas mii lea jođus.
sma: Manne lim vaajtelamme daam ïedtjem vuejnedh saetniesvoete- jïh liktemeprosessesne mij juhtieminie daelie.

source: Ii leat áddjás bargu bidjalit gilkora sosiála mediaide.
sma: Ij guhkiem fïjnehth aktem ïebnetsegkiem sosijaale medijidie bïejedh.

source: Gáibiduvvo eanebuš dovddastit sámi rivttiid eatnamiidda ja čáziide, dohkkehit ahte min árbevirolaš bivdin, guolásteapmi ja meahcásteapmi leat vuođđuduvvon eará ipmárdussii mii ceavzilvuohta lea.
sma: Vielie krïevije saemien reaktah eatnamasse jïh tjaatsan jååhkesjidh, jååhkesjidh mijjen aerpievuekieh vijremasse, göölemasse jïh åtnose miehtjiesdajveste aktem jeatjah goerkesem våaroeminie utnieh dan bïjre mij lea nænnoes åtnoe.

source: Ahte min eanandoallu doaibmá eará dálkkádatguovllus eará infrastruktuvrrain.
sma: Mijjen jåartaburrie lea dajvine jeatjah vearaldinie jïh daelhkine jïh jeatjah infratruktuvrine.

source: Dat máksá eambbo dohkkehit min árbevirolaš máhtu das man ollu vuorjamiid boazu gierdá.
sma: Leevlebe åasa mijjen aerpievuekien daajroem jååhkesjidh maam bovtse sturremijstie tööllie.

source: Dat gáibida eambbo dovddastit ahte sámiid riektesihkarvuohta sisttisdoallá eambbo go beassat riekteásahussii, lea sáhka ahte ipmirduvvot ja árvvusadnot go boađát dohko.
sma: Vielie krïevije jååhkesjidh saemiej reaktajearsoesvoete lea vielie goh åadtjodh reaktasuarkan båetedh, men goerkesem jïh ååktemem åadtjodh gosse dohkoe båata.

source: Jus mii galgat sáhttit eallit ja bajásgeassit mánáideamet ja oahpahit sin luohttit earáide ja eiseválddiide, de eat sáhte dohkkehit ahte luohttámuš rihkkojuvvo eahpevuoiggalaš reguleremiiguin, mearrádusaiguin ja duomuiguin.
sma: Jis edtjebe maehtedh jieledh jïh mijjen maanah bijjiedidh guktie dah sinsitniem jïh åejvieladtjh leajhtadieh, dellie ibie maehtieh jååhkesjidh leajhtadimmie tsoepkene ovrïektes reguleradimmiej, nænnoestimmiej jïh dåapmoej tjïrrh.

source: Nu ii galgga leat Norgga servodagas, gos olmmošvuoigatvuođat ja ávddalašvuohta galget leat vuođđoárvvut.
sma: Numhtie ij edtjh årrodh aktene seabradahkesne goh Nöörje, gusnie almetjereaktah jïh vyörtegsvoete edtjieh vihkeles maadth-aarvoeh årrodh.

source: Mii sámit leat jálos álbmot, vaikko vel guoddit ge vearredaguid maid mii ieža ja buolvvat ovdal min leat gillán.
sma: Mijjieh saemieh leah staalehke åålmege, jalhts mijjieh aktem ovreaktam guedtebe mejtie jïjtjh jïh boelvh mijjen åvteli leah dååjrehtamme.

source: Mii fertet bargat vel ain garraseappot ja hukset luohttámuša gaskkaneamet, leat árvasat, gierdavaččat ja ráhkislaččat.
sma: Tjoerebe enn tjerkebe barkedh juktie leajhtadimmiem mijjen gaskemsh tseegkedh, jïh boerehkevoetem, toleraansem jïh gieriesvoetem sinsætnan vuesiehtidh.

source: Mii fertet ieža jáhkkit ahte kultuvrrasteamet ja gielasteamet lea árvu ja boahtteáigi.
sma: Tjoerebe jïjtjh jaehkedh mijjen kultuvre jïh mijjen gïelh aarvoem jïh båetijem aejkiem utnieh.

source: Mii fertet ándagassii addit alcceseamet ja guhtet guimmiidasamet dan ovddas maid eat máhte, go nu ollugat leat geahččalan mis rivvet kulturárbámet ja gielaideamet.
sma: Tjoerebe jïjtjemem jïh sinsitniem aanteges vedtedh dan åvteste maam ibie maehtieh, juktie ååpsen jeenjesh leah pryöveme kultuvre-aerpiem jïh gïelide mijjeste vaeltedh.

source: Eat galgga sivahallat ja heahppášit guhtet guoibmámet jus muhtin meaddá boastut, muhto hukset oktavuođa gos lea buorre ja oadjebas leat sápmelaš.
sma: Ibie tjoerh sinsætnan skåltoem jïh skaamoem vedtedh jis naakenh båajhtode tröörieh, men ektievoetem tseegkedh gusnie lea jearsoe jïh hijven saemine årrodh.

source: Dat lea dat buoremus suodji cielaheami ja eahpevuoiggalašvuođa vuostá maid sáhttit addit mánáidasamet ja nuoraidasamet.
sma: Daate dïhte bööremes vaarjelimmie maam maehtebe mijjen maanide jïh noeride vedtedh trïegkenassen jïh ovrïektesvoeten vööste.

source: Mun lean čeavlái go leat bargagoahtán veahkaválddálašvuođahástalusaiguin ja LHBTIQ-sápmelaččaid diliin. Muhto ain lea olu barggakeahttá.
sma: Manne garmere mijjieh libie aalkeme haestemigujmie barkedh goh vædtsoesvoete jïh LHBTIQ-saemiej tsiehkie, men annje jïjnje aajmene.

source: Maid sáhttit mii bargat mánnágeafivuođain sámi guovlluin?
sma: Maam maehtebe maanagiefiesvoetine saemien dajvine darjodh?

source: Movt sáhttit mii čoavdit doaimmashehttejuvvon oappáid ja vieljaid hástalusaid, vai sii nai beasaše searvat min oktavuhtii?
sma: Maam maehtebe mijjen vïelli jïh åabpaj åvteste darjodh funksjovneheaptoejgujmie, guktie dah maehtieh meatan årrodh mijjen ektievoetesne?

source: Movt sáhttit mii sihkkarastit árvvolaš boarisvuođa min vuorasolbmuide áiggis go buot galgá digitaliserejuvvot ja guovdilastojuvvot?
sma: Guktie maehtebe vyörtegs båeriesvoetem mijjen båarasommesi åvteste gorredidh akten tïjjen gosse edtja gaajhkem digitaliseeredh jïh sentraliseeredh?

source: Maid sáhttit mii bargat daid unnimus sámi gielaid ealáskahttimiin Norgga bealde ráji?
sma: Maam maehtebe darjodh juktie doh unnemes saemien gïelh jieliehtidh raasten nöörjen bielesne?

source: Leat go du mielas dát áššit dehálačča, dahje leat go eará áššit maidda don oaivvildat Sámediggi galgá bidjat searaid?
sma: Tuhtjh daah aamhtesh leah vihkele, jallh vïenhth Saemiedigkie edtja eevre jeatjah aamhtesigujmie barkedh?

source: Don sáhtát dasa váikkuhit jus beroštat boahtte čavčča válggain.
sma: Datne maahtah meatan årrodh dam baajnehtidh jïh eadtjohke meatan årrodh tjaktjen veeljemisnie.

source: Dát lea mu maŋemus ođđajagisárdni sámediggepresideantan, muhto earát leat gárvásat fargga váldit badjelasaset doaimma.
sma: Daate mov minngemes orrejaepiehåalome goh saemiedigkiepresideente, men jeatjebh leah rætnoe riejries jåerhkedh.

source: Geavahettiin du jienastanvuoigatvuođa leat don fárus huksemin sámi demokratiija ja searvevuođa.
sma: Viehkine dov jïenestimmiereaktam nuhtjedh dellie datne viehkehth saemien demokratijem jïh ektievoetem tseegkedh.

source: Leage dat buoremus alccesat ja earáid vuostá, ja jáhke Sápmái!
sma: Årroeh dam buaratjommesem maam maahtah jïjtjedh jïh mubpiej vööste, jïh jaehkieh Saapman!
